tap "aws/tap"
tap "boz/repo"
tap "confluentinc/tap"
tap "dagger/tap"
tap "fredowski/pspp"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "koekeishiya/formulae"
tap "microsoft/mssql-release"
tap "noovolari/brew"
tap "railwaycat/emacsmacport"
tap "thought-machine/please"
tap "warrensbox/tap"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "automake"
brew "aws-iam-authenticator"
brew "openssl@3"
brew "python@3.11"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "cabextract"
brew "chamber"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "python@3.9"
brew "qemu"
brew "lima"
brew "colima", restart_service: true
brew "libyaml"
brew "commitizen", link: false
brew "conftest"
brew "cookiecutter", link: false
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "dependency-check"
brew "dnsmasq"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "doctl"
brew "folly"
brew "edencommon"
brew "eksctl"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-flow"
brew "tcl-tk"
brew "git-gui"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gqlplus"
brew "gradle"
brew "netpbm"
brew "libtool"
brew "graphviz"
brew "grep"
brew "gtk+3"
brew "gtksourceview4"
brew "guile"
brew "helm"
brew "hub"
brew "hunspell"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "k3d"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "libfido2"
brew "libmng"
brew "libproxy"
brew "libsecret"
brew "liquibase"
brew "llvm"
brew "mas"
brew "maven"
brew "minikube"
brew "mkcert"
brew "nano"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nodeenv"
brew "nss"
brew "numpy"
brew "nvm"
brew "opentofu"
brew "perl"
brew "virtualenv"
brew "pre-commit"
brew "pwgen"
brew "pybind11"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "pyqt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ruby"
brew "rustup-init"
brew "saml2aws"
brew "scipy"
brew "sevenzip"
brew "shellcheck"
brew "sip"
brew "sphinx-doc"
brew "stow"
brew "swaks"
brew "telnet"
brew "terragrunt"
brew "tfenv"
brew "tig"
brew "tilt"
brew "tmux"
brew "tpm"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "confluentinc/tap/cli"
brew "dagger/tap/dagger"
brew "fredowski/pspp/pspp"
brew "hashicorp/tap/packer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "microsoft/mssql-release/mssql-tools"
brew "thought-machine/please/please"
cask "alfred"
cask "anaconda"
cask "balsamiq-mockups"
cask "betterzip"
cask "caffeine"
cask "cyberduck"
cask "discord"
cask "dotnet"
cask "espanso"
cask "figma"
cask "finch"
cask "firefox"
cask "freemind"
cask "gimp"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monitorcontrol"
cask "pgadmin4"
cask "powershell"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "quicklook-csv"
cask "quicklook-json"
cask "r"
cask "rectangle"
cask "rstudio"
cask "signal"
cask "springtoolsuite"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "webpquicklook"
mas "Brother iPrint&Scan", id: 1193539993
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "NordVPN", id: 905953485
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "Pages", id: 409201541
mas "Podurama", id: 1497491520
mas "Slack", id: 803453959
mas "SonicWall Mobile Connect", id: 822514576
mas "Xcode", id: 497799835
mas "Civilization VI", id: 1123795278
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
